Repository: 14roiron/pynab
Catalog: nabemaild/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Sending an email with an NFC tag
fr_fr: Envoyer un email avec un tag NFC

source: How to create and configure a Gmail account
fr_fr: Comment créer et configurer un compte Gmail.

source: When Nabaztag will see that NFC tag an email will be sent to the folloiwng email address and with the subject you wrote..
fr_fr: Quand Nabaztag verre ce tag il enverra un email à l'adresse ci-dessous (avec le sujet que vous voulez)

source: The email address we should send the email to
fr_fr: L'adresse email à laquelle le message va être envoyé

source: The subject of the email we'll be sending
fr_fr: Le sujet du message

source: To send an email when an NFC tag is detected, <a href='/rfid/'>you need to configure the tag</a> and show it to your Nabaztag. <p>If you have not done it already, you need to create a (free) Gmail account as
fr_fr: Pour envoyer un email lorsqu'un tag NFC est détecté, <a href='/rfid/'>vous devez configurer le tag</a> puis le montrer à votre Nabaztag. <p>Si vous ne l'avez pas encore fait vous devez créer un compte Gmail comme

source: explained here
fr_fr: expliqué ici

source: and enter the Gmail address and the password below.
fr_fr: et saisir votre address Gmail et son mot de passe ci-dessous

source: Gmail address
fr_fr: Adresse Gmail

source: Gmail password
fr_fr: Mot de passe Gmail

source: Save
fr_fr: Enregistrer

source: Reset
fr_fr: Annuler
